Repository: M2Team/NanaZip
Catalog: NanaZipPackage/Strings/*/Legacy.resw
Source language: en
Languages: af, ar, az_arab, be, bg, bn, ca, ca_es_valencia, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, ko, ku_arab, ky_kg, lt, lv, mk, mn_cyrl, mr, ms, nb, ne, nl, nn, pa_in, pl, ps, pt_br, ro, ru, si, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, tg_arab, th, tk_cyrl, tr, tt_arab, ug_arab, uk, uz_cyrl, uz_latn, vi, yo_latn, zh_hans, zh_hant

# Resource3005
source: Cannot open file '{0}' as archive
af: Kan lêer\n'{0}' nie bywerk nie
ar: كأرشيف '{0}' لا يمكن فتح الملف
az_arab: '{0}' Faylını arxiv kimi açmaq alınmadı
be: Не атрымалася адкрыць файл '{0}' як архіў
bg: Файлът '{0}' не може да се отвори като архив
bn: '{0}' বদ্ধ সংকুচিত ফাইল চালু করা সম্ভব হচ্ছেনা. ভুল পাসওয়ার্ড?
ca: No es pot obrir el fitxer «{0}» com a arxiu
ca_es_valencia: No es pot obrir l'arxiu xifrat '{0}'. contrasenya incorrecta?
cs: Soubor '{0}' nelze otevřít jako archiv
cy: \narchif?
da: Kan ikke åbne filen "{0}" som arkiv
de: Die Datei "{0}" kann nicht als Archiv geöffnet werden.
el: Δεν μπορεί να ανοιχθεί το αρχείο '{0}' σαν αρχείο συμπίεσης
eo: Fiaskis ĝisdatigi dosieron\n'{0}''
es: No se puede abrir '{0}' como un archivo comprimido
et: Ei saa avada faili {0} arhiivina.
eu: Ezinezkoa '{0}' agiria artxibo bezala irekitzea
fa: فایل '{0}' را بعنوان یک آرشیو نمیتوان باز کرد
fi: Tiedoston '{0}' pakkausta ei voi purkaa.
fr: Le fichier '{0}' ne peut être ouvert comme une archive
fy: Kin fersifere argyf '{0}' net iepenje. Ferkeard wachtwurd?
ga: Ní féidir an comhad '{0}' a oscailt mar chartlann
gl: Non se pode abrir o ficheiro '{0}' como arquivo
gu: '{0}' ફાઇલને સંગ્રહનાં રૂપમાં નથી ખોલી શકતું
he: לא ניתן לפתוח את הקובץ\n'{0}'\nכארכיון
hi: '{0}' फाइल को संग्रह के रूप में नही खोल सकता
hr: Nemoguće otvoriti datoteku '{0}' kao arhiv
hu: A(z) '{0}' fájl nem nyitható meg archívként
hy: Հնարավոր չէ բացել '{0}' ֆայլը որպես արխիվ
id: Tidak bisa membuka berkas arsip '{0}'
is: Getur ekki opnað skrána „{0}“ sem safn
it: Impossibile aprire il file '{0}' come archivio.
ja: ファイル "{0}" はアーカイブとして開くことができません
ka: '{0}' ფაილის არქივად გახსნა ვერ მოხერხდა
kk: '{0}' файлды мұрағат ретінде ашу мүмкін емес
ko: 파일 '{0}'을(를) 압축파일로 열 수 없음
ku_arab: ناتوانرێت پەڕگەی '{0}' بکرێتەوە وەک ئەرشیڤ.
ky_kg: '{0}' архивтей кылып ачуу ишке ашкан жок
lt: Negalima atverti „{0}“ failo kaip archyvo
lv: Failu nav iespējams uzlabot\n'{0}'
mk: Не е можно обновување на датотеката\n'{0}'
mn_cyrl: Файлыг шинэчилж чадсангүй\n'{0}
mr: फ़ाइल नुतन करता येत नाही\n'{0}'
ms: Tidak dapat mengemaskini fail\n'{0}'
nb: Kan ikke åpne det krypterte arkivet «{0}». Sjekk at du har riktig passord.
ne: फाइल अद्यावधिक गर्न सकिदैन\n'{0}'
nl: Kan bestand '{0}' niet openen als archief
nn: Kan ikkje opna det krypterte arkivet '{0}'. Feil passord?
pa_in: '{0}' ਐਨਕ੍ਰਿਪਟਡ ਆਕਾਈਵ ਨਹੀਂ ਖੋਲਿਆ ਜਾ ਸੱਕਿਆ। ਗਲ਼ਤ ਪਾਸਵਰਡ?
pl: Nie można otworzyć pliku „{0}” jako archiwum
ps: کوډييز ارشيو پرانيستلی نه شي '{0}'. ناسمه تېرنويې؟
pt_br: Não pôde abrir o arquivo '{0}' como arquivo compactado
ro: Nu pot deschide fişierul '{0}' ca arhivă
ru: Не удалось открыть файл '{0}' как архив
si: '{0}' ගොනුව හැකිළුමක් ලෙස විවෘත කළ නොහැකිය
sk: Súbor '{0}' nie je možné otvoriť ako archív
sl: Datoteke '{0}' ni mogoče odpreti kot arhiv
sq: Skedari "{0}" nuk mund të hapet si arkiv
sr_cyrl: Не могу да отворим датотеку '(0)' као архива
sr_latn: Ne mogu da otvorim datoteku '(0)' kao arhiva
sv: Det går inte att öppna filen '{0}' som ett arkiv
sw: Haiwezi fungua faili '{0}' kama kihifadhi
ta: பின்வரும் கோப்பை புதுப்பிக்க இயலவில்லை\n'{0}'
tg_arab: Файли '{0}' ҳамчун бойгонӣ кушода нашуд
th: ไม่สามารถเปิดไฟล์ '{0}' เป็นเอกสารได้
tk_cyrl: '{0}' faýly bir arhiw hökminde açyp bolmaýar
tr: '{0}' dosyası arşiv olarak açılamadı
tt_arab: '{0}' Файлны архив кебек ачып булмады
ug_arab: '{0}' ھۆججەتنى پرىس سۈپىتىدە ئاچالمايدۇ
uk: Не вдається відкрити файл '{0}' як архів
uz_cyrl: '{0}' файлини архив каби очиб бўлайди.
uz_latn: '{0}' faylini arxiv kabi ochib bo‘laydi.
vi: Không thể mở '{0}' như là tệp nén
yo_latn: Kò lé ṣí àpò faíli '{0}' sí àpò faíli àkójọ́pọ
zh_hans: 无法作为压缩包打开文件「{0}」
zh_hant: 無法開啟壓縮檔 '{0}'

# Resource3006
source: Cannot open encrypted archive '{0}'. Wrong password?
af: Redigeerder nie aan die gang gesit word nie.
ar: كلمة المرور خطأ؟. '{0}' تعذر فتح الأرشيف المشفر
az_arab: Şifrələnmiş '{0}' arxivini açmaq alınmadı. Yanlış şifrə?
be: Не атрымалася адкрыць зашыфраваны архіў '{0}'. Няслушны пароль?
bg: Криптираният архив '{0}' не може да се отвори. Грешка в паролата?
bn: ফাইলটি '{0}' পরিমার্জিত.\nআপনি সংকুচিত ফাইলটি ও পরিমার্জন করতে চান?
ca: No es pot obrir el fitxer xifrat «{0}». Contrasenya errònia?
ca_es_valencia: El fitxer '{0}' ha sigut modificat.\nVol actualitzar-lo a l'arxiu?
cs: Zakódovaný archiv '{0}' nelze otevřít. Špatné heslo?
cy: Ddim yn gallu diweddaru ffeil\n'{0}'
da: Kan ikke åbne det krypterede arkiv "{0}". Forkert adgangskode?
de: Das verschlüsselte Archiv "{0}" kann nicht geöffnet werden. Falsches Passwort?
el: Δεν μπορεί να ανοιχθεί το κρυπτογραφημένο αρχείο '{0}'. Λάθος κωδικός;
eo: Fiaskis startigi redaktilon.
es: No se puede abrir el archivo encriptado '{0}'. Verifique la contraseña.
et: Ei saa avada krüptitud arhiivi {0}. Kas vale parool?
eu: Ezinezkoa '{0}' artxibo enkriptatua ireki. Sarhitz okerra?
fa: آرشیو رمزگذاری شده '{0}' را نمیتوان باز کرد.رمزعبور اشتباه است؟
fi: Ei voi avata salattua pakettia '{0}'. Väärä salasana?
fr: L'archive cryptée '{0}' ne peut être ouverte. Mauvais mot de passe ?
fy: Triem '{0}' is wizige.\nWolle jo it bywurkje yn it argyf?
ga: Ní féidir an chartlann chriptithe '{0}' a oscailt. An bhfuil an focal faire mícheart?
gl: Non se pode abrir o ficheiro cifrado '{0}'. Contrasinal incorrecto?
gu: '{0}' ગુપ્તિકૃત સંગ્રહને નથી ખોલી શકતુ. ગલત કૂટશબ્દ?
he: ?סיסמה שגויה .'{0}' לא ניתן לפתוח את הארכיון המוצפן
hi: '{0}' गुप्तिकृत संग्रह को नही खोल सकता. गलत कूटशब्द?
hr: Nemoguće otvoriti kriptiranu arhivu '{0}'. Kriva lozinka?
hu: A(z) '{0}' titkosított archívum nem megnyitható. Hibás a jelszó?
hy: Հնարավոր չէ բացել '{0}' կողփած արխիվը: Մուտքագրեք գաղտնաբառը:
id: Tidak bisa membuka arsip terenkripsi '{0}'. Salah kata sandi?
is: Getur ekki opnað dulkóðaða safnið „{0}“. Rangt aðgangsorð?
it: Impossibile aprire l'archivio cifrato '{0}'. Password errata?
ja: 暗号化されたアーカイブ "{0}" を開くことができません。パスワードが間違っていませんか?
ka: '{0}' დაშიფრული არქივის გახსნა ვერ მოხერხდა. არასწორი პაროლი?
kk: Шифрланған '{0}' мұрағатты ашу мүмкін емес. Кілтсөз дұрыс емес пе?
ko: 암호화된 압축파일 '{0}'을(를) 열 수 없습니다. 잘못 입력된 암호?
ku_arab: ناتوانرێت ئەرشیڤی پارێزراوی '{0}' بکرێتەوە. ئایا تێپەڕەوشە هەڵەیە؟
ky_kg: Шифрленген архивди ачуу ишке ашкан жок '{0}'. Купуя-белги туура эмес?
lt: Negalima atverti šifruoto archyvo „{0}“. Neteisingas slaptažodis?
lv: Nav iespējams palaist labošanas programmu.
mk: Грешка при стартување на Едиторот.
mn_cyrl: Засварлагчийг нээж чадсангүй.
mr: संपादक सुरु होत नाही.
ms: Tidak dapat membuka editor.
nb: Filen «{0}» har blitt endret.\nVil du oppdatere den i arkivet?
ne: सम्पादक सुरु गर्न सकिदैन
nl: Kan versleuteld archief '{0}' niet openen. Verkeerd wachtwoord?
nn: Fila '{0}' blei endra.\nVil du oppdatere den i arkivet?
pa_in: '{0}' ਫਾਇਲ ਸੋਧ ਦਿੱਤੀ ਗਈ ਹੈ।\nਕੀ ਤੁਸੀਂ ਉਸਨੂੰ ਆਕਾਈਵ ਵਿੱਚ ਅੱਪਡੇਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Nie można otworzyć zaszyfrowanego archiwum „{0}”. Nieprawidłowe hasło?
ps: .'{0}' دوتنه کښې بدلون راغلی\nپه ارشيو کښې يې اوسمهالول غواړئ؟
pt_br: Não pôde abrir o arquivo compactado criptografado '{0}'. Senha errada?
ro: Nu pot deschide arhiva criptată '{0}'. Parola greşită?
ru: Не удалось открыть зашифрованный архив '{0}'. Неверный пароль?
si: සංකේතිත '{0}' හැකිළුම විවෘත කළ නොහැකිය. මුරපදය වැරදි ද?
sk: Nie je možné otvoriť šifrovaný archív '{0}'. Nesprávne heslo?
sl: Šifriranega arhiva '{0}' ni mogoče odpreti. Napačno geslo?
sq: Nuk mund të hapet arkivi i shifruar "{0}". Fjalëkalim i gabuar?
sr_cyrl: Не могу да отворим шифровану архиву '(0)'. Погрешна лозинка?
sr_latn: Ne mogu da otvorim šifrovanu arhivu '(0)'. Pogrešna lozinka?
sv: Det går inte att öppna det krypterade arkivet '{0}'. Fel lösenord?
sw: Haiwezi fungua kihifadhi simba-fiche '{0}'. Nywila mbovu?
ta: பதிப்பாளனைத் துவக்க இயலவில்லை.
tg_arab: Кушодани бойгонии рамзии '{0}' муяссар нашуд. Гузарвожаи нодуруст?
th: ไม่สามารถเปิดไฟล์ที่เข้ารหัสได้ '{0}' พาสเวิร์ดผิดหรือไม่?
tk_cyrl: Kodlanan '{0}' arhiw açylmady. Ýalňyş parol?
tr: Şifreli '{0}' dosyası açılamadı. Parola yanlış olabilir mi?
tt_arab: Шифрланган '{0}' архивын ачып булмады. Серсүз дөрес түгелме?
ug_arab: '{0}' شىفىرلانغان پرىسنى ئاچالمايدۇ. ئىم خاتا
uk: Не вдається відкрити зашифрований архів '{0}'. Хибний пароль?
uz_cyrl: Паролланган '{0}' архивни очиб бўлмади. Парол хатомасмикан?
uz_latn: Parollangan '{0}' arxivni ochib bo‘lmadi. Parol xatomasmikan?
vi: Không thể mở tập tin nén '{0}' bị mã hóa . Mật khẩu sai?
yo_latn: Kò lé ṣí àpò faíli àkójọ́pọ (ìpàrokò). ọrọ̀ aṣínà láìpé
zh_hans: 无法打开加密压缩包「{0}」。密码错误？
zh_hant: 無法開啟加密的壓縮檔 '{0}'。錯誤的密碼?

# Resource3007
source: Unsupported archive type
af: Te veel items
ar: نوع أرشيف غير معتمد
az_arab: Dəstəklənməyən arxiv
be: Непадтрымоўваны тып архіва
bg: Архив от тип, който не се поддържа
bn: পরিমার্জন করা সম্ভব হয়নি\n'{0}'
ca: Tipus d'arxiu no admès
ca_es_valencia: No es pot actualitzar el fitxer\n'{0}'
cs: Nepodporovaný typ archivu
cy: Ddim yn gallu dechrau golygydd.
da: Arkivtypen er ikke understøttet
de: Typ des Archives wird nicht unterstützt
el: Μη υποστηριζόμενος τύπος αρχείου συμπίεσης
eo: Troaj elementoj
es: Tipo de archivo no soportado
et: Toetamata arhiivitüüp.
eu: Artxibo mota ez dago sostengatua
fa: نوع آرشیو پشتیبانی نشده
fi: Pakkaustapaa ei tueta
fr: Ce type d'archive n'est pas supporté
fy: Kin triem '{0}'\nnet bywurkje
ga: Ní thugtar tacaíocht don chineál comhad seo
gl: Tipo de arquivo non admitido
gu: અસમર્થિત સંગ્રહ પ્રકાર
he: סוג בלתי נתמך של ארכיון
hi: असमर्थित संग्रह प्रकार
hr: Tip arhive nije podržan
hu: Nem támogatott archívum típus
hy: Արխիվի տեսակը չի աջակցվում
id: Tipe arsip tidak didukung
is: Óstudd safntegund
it: Archivio non supportato
ja: サポートされていないアーカイブ形式です
ka: არქივთა ამ სახეობის გახსნა შეუძლებელია
kk: Көтермейтін мұрағат түрі
ko: 지원되지 않는 압축파일 유형
ku_arab: جۆری ئەرشیڤ پاڵپشتی نەکراوە
ky_kg: Архивдин колдоо кылынбаган түрлөрү
lt: Nepalaikomas archyvo tipas
lv: Par daudz vienību.
mk: Премногу објекти
mn_cyrl: Дэндүү их юм байна
mr: खूपच जास्त वस्तू
ms: Terlalu banyak item
nb: Klarte ikke oppdatere filen\n«{0}»
ne: धेरै वस्तु
nl: Niet-ondersteund archieftype
nn: Kan ikkje oppdatere fil\n'{0}'
pa_in: ਫਾਇਲ ਅੱਪਡੇਟ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸੱਕੀ\n'{0}'
pl: Nieobsługiwany typ archiwum
ps: '{0}'\nدوتنه اوسمهالولی نه شي
pt_br: Tipo de arquivo compactado não suportado
ro: Tip de arhivă nesuportat
ru: Неподдерживаемый тип архива
si: සහාය නොදක්වන හැකිළුම් වර්ගයකි
sk: Nepodporovaný typ archívu
sl: Nepodprta vrsta arhiva
sq: Lloji i arkivit nuk mbështetet
sr_cyrl: Неподржан тип архиве
sr_latn: Nepodržan tip arhive
sv: Arkivtypen stöds inte
sw: Mtindo wa kihifadhi haiauniwi
ta: மிகவும் அதிகமான உருப்படிகள்
tg_arab: Намуди бойгонии дастгирнашаванда
th: ชนิดของไฟล์บีบอัดไม่รองรับ
tk_cyrl: Goldanmaýan arhiw türi
tr: Arşiv türü desteklenmiyor
tt_arab: Укыла алмаган архив төре
ug_arab: قوللىمايدىغان پرىس تېپى
uk: Непідтримуватий тип архіву
uz_cyrl: Номаълум архив формати!
uz_latn: Noma’lum arxiv formati!
vi: Không hỗ trợ tệp nén này
yo_latn: Faíli yí o baamu
zh_hans: 不支持的压缩包格式
zh_hant: 不支援的壓縮檔類型

# Resource3008
source: File {0} is already exist
ar: موجود مسبقا {0} الملف
az_arab: {0} faylı artıq mövcuddur
be: Файл {0} ужо існуе
bg: Файлът {0} вече съществува
bn: সম্পাদক চালু করা সম্ভব নয়
ca: El fitxer {0} ja existeix
ca_es_valencia: No es pot executar l'editor.
cs: Soubor {0} již existuje
cy: Gormod o eitemau
da: Filen {0} findes allerede
de: Die Datei {0} existiert bereits.
el: Το αρχείο {0} ήδη υπάρχει.
es: El fichero {0} ya existe
et: Fail {0} on juba olemas.
eu: {0} agiria badago jadanik
fa: فایل {0} از قبل موجود است
fi: Tiedosto {0} on jo olemassa
fr: Le fichier {0} existe déjà
fy: Kin bewurker net starte.
ga: Tá an comhad {0} ann cheana
gl: O ficheiro {0} xa existe
gu: ફાઇલ {0} પહેલાથી હયાત છે
he: הקובץ\n{0}\nקיים כבר
hi: फाइल {0} पहले से मौजूद है
hr: Datoteka {0} već postoji
hu: A(z) {0} fájl már létezik
hy: {0} ֆայլը արդեն գոյություն ունի
id: Berkas {0} telah ada
is: Skráin „{0}“ er nú þegar til
it: Il file {0} è già presente
ja: ファイル {0} は既に存在しています
ka: ფაილი '{0}' უკვე არსებობს
kk: {0} деген файл бар
ko: {0} 파일은 이미 존재함
ku_arab: پەڕگەی {0} پێشتر ەەیە
ky_kg: {0} деген файл бар
lt: Failas pavadinimu {0} yra
nb: Klarte ikke starte redigeringsprogram.
nl: Bestand {0} bestaat al
nn: Kan ikkje starta redigeringsprogram.
pa_in: ਐਡੀਟਰ ਚਾਲੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸੱਕਿਆ।
pl: Plik {0} już istnieje
ps: سمونګر پېلولی نه شي
pt_br: O arquivo {0} já existe
ro: Fișierul {0} există deja
ru: Файл {0} уже существует
si: {0} ගොනුව දැනටමත් තිබේ
sk: Súbor {0} už existuje.
sl: Datoteka {0} že obstaja
sq: Skedari {0} ekziston tashmë
sr_cyrl: Датотека {0} већ постоји
sr_latn: Datoteka {0} već postoji
sv: Filen '{0}' finns redan
sw: Faili {0} tayari ipo
tg_arab: Файли {0} аллакай мавҷуд аст.
th: ไฟล์ {0} มีอยู่แล้ว
tk_cyrl: {0} faýly öňden hem bar
tr: {0}dosyası zaten var
tt_arab: {0} файлы инде бар
ug_arab: {0} ھۆججەت مەۋجۇد
uk: Файл {0} вже існує
uz_cyrl: {0} файли аллақачон мавжуд.
uz_latn: {0} fayli allaqachon mavjud.
vi: Tệp {0} đang tồn tại
yo_latn: Faíli {0} ti wà níbẹ
zh_hans: 文件 {0} 已存在
zh_hant: 檔案 {0} 已存在

# Resource3009
source: File '{0}' was modified.\nDo you want to update it in the archive?
ar: هل تريد تحديثه في الأرشيف؟\nالملف '{0}' تم تعديله
az_arab: '{0}' faylına dəyişiklik edildi.\nSiz onu arxivdə yeniləmək istəyirsiz?
be: Файл '{0}' быў зменены.\nВы жадаеце абнавіць яго ў архіве?
bg: Файлът '{0}' е бил променен.\nИскате ли да обновите копието му в архива?
bn: অনেক বেশী ফাইল
ca: S'ha modificat el fitxer «{0}».\nVoleu actualitzar-lo a l'arxiu?
ca_es_valencia: Massa objectes
cs: Soubor '{0}' byl změněn.\nChcete ho aktualizovat v archivu?
da: Filen "{0}" er blevet ændret.\nVil du opdatere den i arkivet?
de: Die Datei "{0}" wurde geändert.\nSoll sie im Archiv aktualisiert werden?
el: Το αρχείο '{0}' τροποποιήθηκε. Θέλετε να το ενημερώσετε στο αρχείο συμπίεσης;
es: El fichero '{0}' ha sido modificado.\n¿Quieres actualizarlo en el archivo?
et: Faili {0} on muudetud.\nKas soovite selle arhiivis värskendada?
eu: '{0}' agiria aldatu egin da.\nArtxioboan eguneratzea nahi duzu?
fa: فایل '{0}' تغییر کرده است.\n آیا میخواهید این فایل در آرشیو بروزرسانی شود؟
fi: Tiedostoa '{0}' on muutettu.\nHaluatko päivittää paketin?
fr: Le fichier '{0}' a été modifié.\nVoulez-vous le mettre à jour dans l'archive ?
fy: Tefolle items
ga: Mionathraíodh an comhad '{0}'.\nAr mhaith leat é a nuashonrú sa chartlann?
gl: Modificouse o ficheiro '{0}'.\nQuéreo actualizar no arquivo?
gu: '{0}' ફ઼ાઇલ પરિવર્ધિત થઈ છે.\nશું તમે સંગ્રહમાં આને અદ્યતનીકૃત કરવા માગો છો?
he: הקובץ הבא השתנה\n'{0}'\n?האם אתה רוצה לעדכן אותו בתוך הארכיון
hi: '{0}' फ़ाइल परिवर्धित हुई है.\nक्या तुम संग्रह में इसे अद्यतनीकृत करना चाहते हो?
hr: Datoteka '{0}' je izmijenjena.\nObnoviti arhiv?
hu: '{0}'\nA fájl tartalma megváltozott.\nKívánja aktualizálni az archívumban?
hy: '{0}' ֆայլը փոփոխվել է:\n Թարմացնե՞լ այն արխիվում:
id: Berkas '{0}' telah diubah.\nAnda ingin memperbarui berkas dalam arsip?
is: Skránni „{0}“ var breytt.\nVilt þú uppfæra hana í safninu?
it: Il file '{0}' è stato modificato. Vuoi aggiornare l'archivio?
ja: ファイル "{0}" は変更されました。\nアーカイブを更新しますか?
ka: ფაილი '{0}' შეიცვალა.\nგნებავთ მისი არქივში განახლება?
kk: '{0}' файлы өзгерді.\nОны мұрағатта жаңарту керек пе?
ko: 파일 '{0}'이 수정되었습니다.\n압축파일에 업데이트 하시겠습니까?
ku_arab: پەڕگەی '{0}' دەستکاریکراوە. ئەتەوێت لە ئەرشیڤەکەدا نوێی بکەیتەوە؟
ky_kg: '{0}' файлы өзгөртүлгөн.\nСиз аны архивде жаңырткыңыз келип жатабы?
lt: Failas „{0}“ buvo pakeistas.\nAr norite jį atnaujinti archyve?
nb: For mange elementer
nl: Bestand '{0}' is gewijzigd.\nWilt u het bijwerken in het archief?
nn: For mange gonger
pa_in: ਬਹੁੱਤ ਸਾਰੀਆਂ ਆਈਟਮਾਂ
pl: Plik „{0}” został zmodyfikowany.\nCzy chcesz zaktualizować go w archiwum?
ps: ډېر زيات توکي
pt_br: O arquivo '{0}' foi modificado.\nVocê quer atualizá-lo no arquivo compactado?
ro: Fişierul '{0}' a fost modificat.\nDoreşti să îl actualizez în arhivă?
ru: Файл '{0}' был изменен.\nВы хотите обновить его в архиве?
si: '{0}' ගොනුව සංශෝධිතයි. හැකිළුමෙහි එය යාවත්කාල කිරීමට ඔබට ඇවැසිද?
sk: Súbor '{0}' bol zmenený.\nChcete ho aktualizovať v archíve?
sl: Datoteka '{0}' je bila spremenjena.\nAli jo želite posodobiti v arhivu?
sq: Skedari '{0}' u modifikua. Do ta përditësosh atë edhe në arkiv?
sr_cyrl: Датотека '{0}' је измјењена.\nДа ли желите ажурирати архиву?
sr_latn: Datoteka '{0}' je izmjenjena.\nDa li želite ažurirati arhivu?
sv: Filen '{0}' har blivit ändrad.\nVill du uppdatera den i arkivet?
sw: Faili '{0}' ilibadilishwa.\nJe, unataka kuisasisha katika kihifadhi?
tg_arab: Файли '{0}' тағйир дода шудааст. \nШумо мехоҳед онро дар бойгонӣ навсозӣ кардан?
th: ไฟล์ '{0}' ได้ถูกดัดแปรแล้ว\nคุณต้องการจะปรับปรุงเอกสารหรือไม่
tk_cyrl: '{0}' faýly üýtgäpdir. \nOny arhiwiň içinde de üýtgetmeli mi?
tr: '{0}' dosyası değiştirilmiş\nArşivdeki dosyayı güncellemek ister misiniz?
tt_arab: '{0}' файлы үзгәртелде.\nАны архивта яңартыргамы?
ug_arab: “{0}”ئۆزگەرتىلدى\nپرىس ھۆججىتىدە يېڭىلامسىز؟
uk: Файл '{0}' було змінено.\nБажаєте оновити його в архіві?
uz_cyrl: '{0}' файли янгиланди.\nБу файлни архив ичида янгилашни хоҳлайсизми?
uz_latn: '{0}' fayli yangilandi.\nBu faylni arxiv ichida yangilashni xohlaysizmi?
vi: Tệp '{0}' đã bị thay đổi.\nBạn có muốn cập nhật nó vào tập tin nén?
yo_latn: Faíli '{0}' títúnṣe.\n ṣe ẹ fẹ̀ túnṣe si inú àpò faíli àkójọ́pọ?
zh_hans: 文件「{0}」已修改。\n你想在压缩文件中更新它？
zh_hant: 檔案 '{0}' 已被修改過。\n您是否要在此壓縮檔內更新檔案?

# Resource3010
source: Cannot update file\n'{0}'
ar: لا يمكن تحديث الملف\n'{0}'
az_arab: \n'{0}' faylını yeniləmək alınmadı
be: Не атрымалася абнавіць файл\n'{0}'
bg: Не може да бъде обновен файл \n'{0}'
ca: No es pot actualitzar el fitxer\n«{0}»
cs: Nelze aktualizovat soubor\n'{0}'
da: Kan ikke opdatere filen\n"{0}"
de: Die Datei konnte nicht aktualisiert werden.\n"{0}"
el: Αδυνατή η ενημέρωση του αρχείου '{0}'
es: No puede actualizarse el fichero\n'{0}'
et: Ei saa värskendada faili\n{0}
eu: Ezinezkoa agiria eguneratzea\n'{0}'
fa: این فایل قابل بروزرسانی نمی‌باشد\n'{0}'
fi: Ei voida päivittää tiedostoa \n'{0}'.
fr: Impossible de mettre à jour\n'{0}'
ga: Ní féidir an comhad a leanas a nuashonrú\n'{0}'
gl: Non se pode actualizar o ficheiro\n'{0}'
gu: ફ઼ાઇલ ને અદ્યતનીકૃત નથી કરી શકતું\n'{0}'
he: לא ניתן לעדכן את הקובץ\n'{0}'
hi: फ़ाइल को अद्यतनीकृत नही कर सकता\n'{0}'
hr: Nije moguće obnoviti datoteku\n'{0}'
hu: A fájl nem aktualizálható:\n'{0}'
hy: Հնարավոր չէ թարմացնել ֆայլը \n'{0}'
id: Tidak bisa perbarui berkas\n'{0}'
is: Getur ekki uppfært skrána\n„{0}“
it: Impossibile aggiornare il file '{0}'
ja: ファイルを更新できません\n"{0}"
ka: შეუძლებელია \n'{0}'-ის განახლება
kk: \n'{0}' файлды жаңарту мүмкін емес
ko: '{0}' 파일을 업데이트 할 수 없습니다.
ku_arab: ناتوانرێ پەڕگەی \n'{0}' نوێبکرێتەوە
ky_kg: \n'{0}' файлын жаңыртуу ишке ашкан жок
lt: Negalima atnaujinti failo\n„{0}“
nl: Kan bestand\n'{0}' niet bijwerken
pl: Nie można zaktualizować pliku\n„{0}”
pt_br: Não pôde atualizar o arquivo\n'{0}'
ro: Nu pot actualiza fişierul\n'{0}'
ru: Не удалось обновить файл\n'{0}'
si: ගොනුව යාවත්කාල කළ නොහැකිය '{0}'
sk: Nie je možné aktualizovať súbor\n'{0}'
sl: Datoteke ni mogoče posodobiti\n'{0}'
sq: Skedari '{0}' nuk mund të përditësohet
sr_cyrl: Није могуће ажурирати датотеку\n'{0}'
sr_latn: Nije moguće ažurirati datoteku\n'{0}'
sv: Det går inte att uppdatera filen\n'{0}'
sw: Haiwezi kusasisha faili\n'{0}'
tg_arab: Навсозии файли \n'{0}' ноком шуд
th: ไม่สามารถปรับปรุงไฟล์\n'{0}'
tk_cyrl: Faýlda üýtgeşme girizilmeýär \n'{0}'
tr: Dosya güncellenemedi.}\n'{0}'
tt_arab: Файлны яңартып булмады\n'{0}'
ug_arab: “{0}”ھۆججەتنى يېڭىلىيالمىدى\n
uk: Неможливо оновити файл\n'{0}'
uz_cyrl: Файлни янгилаб бўлмади\n'{0}'
uz_latn: Faylni yangilab bo‘lmadi\n'{0}'
vi: Không thể cập nhật tệp\n'{0}'
yo_latn: Kò le ṣàfikún fun faíli yí \n'{0}'
zh_hans: 无法更新文件\n「{0}」。
zh_hant: 無法更新檔案\n'{0}'

# Resource3011
source: Cannot start editor.
ar: لا يمكن بدء المحرر
az_arab: Redaktəni işə salmaq alınmadı
be: Не атрымалася запусціць рэдактар
bg: Не може да бъде стартиран редактора.
ca: No es pot executar l'editor.
cs: Editor nelze spustit.
da: Kan ikke starte redigering.
de: Kann Editor nicht starten
el: Δεν είναι δυνατή η εκκίνηση του προγράμματος επεξεργασίας.
es: No puede ejecutarse el editor.
et: Ei saa käivitada redaktorit.
eu: Ezin da editatzailea abiarazi.
fa: ویرایشگر را نمیتوان اجرا کرد
fi: Muokkainta ei voida käynnistää.
fr: Impossible de démarrer l'éditeur.
ga: Ní féidir an t-eagarthóir a thosú.
gl: Non se pode iniciar o editor.
gu: સંપાદકને શરૂ નથી કરી શકતું.
he: .לא ניתן להתחיל את העורך
hi: संपादक को शुरू नही कर सकता.
hr: Nije moguće započeti uređivanje.
hu: A szerkesztő nem indítható.
hy: Հնարավոր չէ բացել խմբագիրը:
id: Tidak bisa memulai editor.
is: Getur ekki ræst ritilinn.
it: Impossibile avviare l'editor.
ja: 外部ツールを起動できません。
ka: შეუძლებელია რედაქტორის გაშვება.
kk: Өңдегішті ашу мүмкін емес
ko: 편집기를 시작할 수 없습니다.
ku_arab: ناتوانرێ دەستکاریکەر دەستپێبکرێت.
ky_kg: Редакторду иштетүү, ишке ашкан жок
lt: Negalima paleisti redaktoriaus.
nl: Kan de bewerker niet starten.
pl: Nie można uruchomić edytora.
pt_br: Não pôde iniciar o editor.
ro: Nu pot porni editorul.
ru: Не удалось запустить редактор
si: සංස්කාරකය ඇරඹීමට නොහැකිය.
sk: Nie je možné spustiť editor.
sl: Ni mogoče zagnati urejevalnika.
sq: Redaktuesi nuk mund të niset.
sr_cyrl: Није могуће започети уређивање.
sr_latn: Nije moguće započeti uređivanje.
sv: Det går inte att starta redigeraren.
sw: Haiwezi fungua kihariri.
tg_arab: Оғози муҳаррир ноком аст
th: ไม่สามารถเปิดตัวแก้ไขได้
tk_cyrl: Editor acylmady.
tr: Düzenleyici başlatılamadı
tt_arab: Мөхәррирне җибәреп булмады
ug_arab: تەھرىرلىگۈچنى قوزغىتالمىدى
uk: Не вдається запустити редактор.
uz_cyrl: Муҳаррирни очиб бўлмади.
uz_latn: Muharrirni ochib bo‘lmadi.
vi: Không thể khởi động trình biên tập.
yo_latn: Kò le ṣí Olótùú.
zh_hans: 无法运行外部编辑。
zh_hant: 無法啟動編輯器。
